[
  {
    "id": 1,
    "name": "Lord Elrond",
    "image": "elrond.png",
    "description": [
      "Elrond Half-Elven, Lord of Rivendell, is perhaps among the greatest of the Eldar remaining in Middle-Earth, and most wise.",
      "He has seen many defeats and many fruitless victories, but has ever stood as a most valiant champion and counselor to all the Free Peoples. In his heart, Elrond knows that the time of the elves draws to a close, and that all the possible ends of this Age are for him tinted with grief, regardless of victory or defeat."
    ],
    "culture": "Elven",
    "faith": "Valar Worship",
    "position": { "x": 0.445, "y": 0.27 },
    "startDates": ["S.A. 3320", "S.A. 3430", "T.A. 2", "T.A. 861", "T.A. 1349", "T.A. 1409", "T.A. 1432", "T.A. 1634", "T.A. 1944", "T.A. 2510", "T.A. 2754", "T.A. 2793", "T.A. 2941", "T.A. 3000", "Fo.A. 120"]
  },
  {
    "id": 2,
    "name": "Aragorn",
    "image": "aragorn.png",
    "description": [
      "A man marked by destiny, Aragorn, Chief of the Dúnedain of the North has already done much in his life. He has ridden besides kings, and counseled the wise and the great. He has fought battles in the shadows unseen and on the plains in noon. He has travelled afar, in the Wilds and in the South and East, working tirelessly against the forces of Darkness.",
      "Yet soon the day shall come when Aragorn will reveal himself to the world, and show that the line of Isildur and valour of men are not spent. The livery of Elendil will unfurl, and beneath it shall rally all free peoples, to whatever end..."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.428, "y": 0.280 },
    "startDates": ["T.A. 2941", "T.A. 3000"]
  },
  {
    "id": 3,
    "name": "Witch-King of Angmar",
    "image": "witch-king-of-angmar.png",
    "description": [
      "Arnor. The northern kingdom of the Dúnedain, long sundered and broken between competing claims, now stands on the brink, perhaps, of unity. Argeleb of Arthedain has ascended the throne, and claimed for himself the throne of all Arnor, citing the end of the line of Isildur in the kingdoms of Rhudaur and Cardolan. The Prince of Cardolan, friendly to Argeleb, is likely to acknowledge this claim. But the [hillmen|E] of Rhudaur, led foremost by Hwaldar, will likely fiercly resist the restoration of Dúnedain suzerainity over them.",
      "And to the north, a new fell power has been rising. Orcs, fell men, and other dark creatures gather beneath the banner of one only known as the 'Witch-King'..."
    ],
    "culture": "Ulairi",
    "faith": "Winter King",
    "position": { "x": 0.42, "y": 0.165 },
    "startDates": ["T.A. 1349"]
  },
  {
    "id": 4,
    "name": "King Argeleb of Arthedain",
    "image": "king-argeleb-of-arthedain.png",
    "description": [
      "With the death of his father Malvegil, the new King of Arthedain Argeleb now stands poised to rebuild the shattered realm of his forefathers. The heir of Isildur, his claim to the position of King of Arnor is unquestionable, and Arthedain stands as the mightiest of the successor kingdoms of Arnor, with the second mightiest, Cardolan, friendly to it.",
      "But Argeleb's pride and ambition might yet be his downfall, for in his focus upon the restoration of Arnor, he has blinded himself to many externalities..."
    ],
    "culture": "Arnorian",
    "faith": "Valar Worship",
    "position": { "x": 0.367, "y": 0.23 },
    "startDates": ["T.A. 1349"]
  },
  {
    "id": 5,
    "name": "King Tarvegil",
    "image": "king-tarvegil-of-cardolan.png",
    "description": [
      "With the death of King Tarastôr, the male-line of Isildur died out in Cardolan. The throne fell to his cousins in the house of Caladir, one of the most ancient and powerful houses in Arnor. For his part, Tarvegil has proven himself an able administrator and diplomat, but has watched his north-eastern border with a wary eye.",
      "Cardolan has been aligned with Arthedain ever since they supported King Tarcil during the Cardolan Succession Crisis, and Tarvegil has endeavored to continue the good relations with Fornost. The chaos of Rhudaur's fall to the Hillmen has made it abundantly clear that continued good relations with Arthedain remains of paramount importance, and soon Tarvegil will face a choice that will chart the future of Cardolan..."
    ],
    "culture": "Arnorian",
    "faith": "Valar Worship",
    "position": { "x": 0.387, "y": 0.335 },
    "startDates": ["T.A. 1349"]
  },
  {
    "id": 6,
    "name": "King Hwaldar",
    "image": "king-hwaldar-of-rhuduar.png",
    "description": [
      "For generations now the hillmen of Rhudaur have endured the whims and indignities of their Dúnedain overlords. Well, no longer!",
      "Hwaldar Hillchief, aided by the King of the North, rose up against the impotent King Aldor of Rhudaur, and slew him on the steps of Cameth Brin, taking the seat of the ancient Dunedain citadel for his own. Now the Chief of Chiefs reigns supreme over much of Rhudaur, hunting down all the Dúnedain he can find, his eyes set on soon bringing down the last Dúnedain holdouts in the Angle.",
      "Hwaldar is deep now in the counsels of Angmar, and should war come, he will relish the chance to bring the fight to the remaining Dúnedain of Arnor..."
    ],
    "culture": "Arnorian",
    "faith": "Valar Worship",
    "position": { "x": 0.44, "y": 0.230 },
    "startDates": ["T.A. 1349"]
  },
  {
    "id": 7,
    "name": "Lord Freca",
    "image": "lord-freca.png",
    "description": [
      "Freca, Lord of the Westmarch and the Adorn, is a man of mixed heritage. Claiming descent from King Fréawine of Rohan, Freca is also kin to the Dunlendings which the Rohirrim have long feuded with. Though theoretically a vassal of King Helm, he has long ignored the royal summons and decrees of his titular overlord. For Freca has grown both rich and powerful.",
      "But King Helm is growing old, and Freca's heir in the prime of his youth - and so a scheme is born. Helm has an unwed daughter, and surely he cannot refuse Freca's aid with his great troubles..."
    ],
    "culture": "Arnorian",
    "faith": "Valar Worship",
    "position": { "x": 0.426, "y": 0.415 },
    "startDates": ["T.A. 2754"]
  },
  {
    "id": 8,
    "name": "King Helm Hammerhand",
    "image": "king-helm-hammerhand-of-rohan.png",
    "description": [
      "Ninth King of the House of Eorl, Helm has proven himself a strong leader of the [rohirrim|E] in the fifteen years since his crowning. Since the days of his grandfather Déor, the struggles with the [dunlendings|E] on the western borders of the realm have intensified. His vassals there are stretched thin, or of... questionable loyalty.",
      "As is his custom, Helm now prepares to call another council of his vassals, to discuss the affairs of the realm. Yet this council shall prove fateful for Helm and all his children..."
    ],
    "culture": "Rohirrim",
    "faith": "Valar Worship",
    "position": { "x": 0.45, "y": 0.417 },
    "startDates": ["T.A. 2754"]
  },
  {
    "id": 9,
    "name": "Bountig Medlókan",
    "image": "bountig-medlokan.png",
    "description": [
      "Bountig Medlókan is one among a sea of many who eke out a living upon the windswept steppes of [rhun|E]. Born into low circumstance and cast to the winds by tragedy, the young Bountig now is a sellsword. He has heard word of a great raid to the west against [rohan|E], one which promises much wealth and glory to those who take the risk. Yet though he may seem an indigent mercenary, Bountig's resilience is matched by his will and vision. Beyond this petty war, there is more for him. He knows it.",
      "Can Bountig unite the squabbling tribes and clans of [rhun|E] and build a new realm to rival the splendour of [gondor|E] and Haradwaith, or shall he be another footnote in the tale of the Great Steppe?"
    ],
    "culture": "Arnorian",
    "faith": "Valar Worship",
    "position": { "x": 0.588, "y": 0.389 },
    "startDates": ["T.A. 2754"]
  },
  {
    "id": 10,
    "name": "Steward Beren",
    "image": "steward-beren-of-gondor.png",
    "description": [
      "Beren son of Egalmoth, Lord and Steward of [gondor|E], rules with diligence and honor. He is not a man of great stature nor valor, nor is he skilled in arms, nor is his personality fiery and impudent. Yet Beren is a man who serves his people and subjects with honor, and whether he knows it or not, he shall face a mighty trial. In the south, the [haradrim|E] under the rising realm of Harwan prepare to wage war against the [southernkingdom|E] by land and sea, and in this they are aided by their [Concept('umbar','corsair')|E] vassals. This shall define the reign of Beren son of Egalmoth, and the diligence of his character.",
      "Can Beren hold off the Haradrim and corsair forces, or shall Harondor at last be wrested from Gondor's control?"
    ],
    "culture": "Arnorian",
    "faith": "Valar Worship",
    "position": { "x": 0.498, "y": 0.475 },
    "startDates": ["T.A. 2754"]
  },
  {
    "id": 11,
    "name": "Lord Ârunarû",
    "image": "lord-arunaru-of-umbar.png",
    "description": [
      "A fleet long prepared sits in anchor. Arûnarû, loyal servant of Hûssammâkir of Harwan, lord of [umbar|E], readies for a mighty war. His liege, ruler of the mightiest empire of the [haradrim|E] in many generations, prepares to unleash an assault  upon [gondor|E] to retake the contested land of Harondor. While Hûssammâkir invades from the south, Ârunarû shall take to the seas, aiming to bleed the coasts of the [southkingdom|E] dry.",
      "Will Arûnarû be able to claim the riches of Gondor for himself, or shall he be driven back into the sea?"
    ],
    "culture": "Arnorian",
    "faith": "Valar Worship",
    "position": { "x": 0.463, "y": 0.65 },
    "startDates": ["T.A. 2754"]
  },
  {
    "id": 12,
    "name": "Chák Taskral Hûssammâkir",
    "image": "taskral-hussammakir-of-haruzan.png",
    "description": [
      "Hûssammâkir of the House of Ayerrikä, Taskral of Harwan, is the most powerful of all the lords of [nearharad|E]. The scion of mighty men who forged a new [haradrim|E] empire, Hûssammâkir now rules at an apogee. Yet he does not sit idle. Harondor still belongs to hated [gondor|E], and for many years the Haradrim have planned to assail their northern enemy by land and sea alike. Armies have been raised, fleets prepared.",
      "Shall Hûssammâkir be able to wrest Harondor from the [southkingdom|E], or shall he fall at the last hurdle?"
    ],
    "culture": "Arnorian",
    "faith": "Valar Worship",
    "position": { "x": 0.530, "y": 0.59 },
    "startDates": ["T.A. 2754"]
  },
  {
    "id": 13,
    "name": "Azog of Moria",
    "image": "azog-of-moria.png",
    "description": [
      "Long have the squabbling bands and tribes of the [mistymountains|E] been disarrayed, ever at war, for that is the nature of [orcs|E] - to fight until a great power unites them.",
      "But now a new chieftain, Azog, fresh and hale and full of guile, has come to rule [moria|E], greatest of all the mansions of the [dwarves|E]. From this place, Azog readies his fighting-orcs, clad in steel and iron, for he has great ambitions.",
      "His armies are growing, his sons are strong and hale. Soon, all the mountains shall bow at his feet. There is a new Power in the North, and his name is Azog!"
    ],
    "culture": "Arnorian",
    "faith": "Valar Worship",
    "position": { "x": 0.451, "y": 0.305 },
    "startDates": ["T.A. 2754"]
  },
  {
    "id": 14,
    "name": "Chieftain Arassuil",
    "image": "chieftain-arassuil.png",
    "description": [
      "In the wilderness of [eriador|E], Chieftain Arassuil leads the [dunedainnorth|E] in the defence of the north against the growing threat of the [orcs|E] in the [mistymountains|E]. He is a hardy and humorless man, known for setting elaborate traps for any enemy that dares set foot into the lands that are under the protection of the Rangers.",
      "Shackled by a duty to both keep [eriador|E] safe as well as the line of [isildur|E] unbroken, Chieftain Arassuil spends only very few days in the comforts of his home in the Angle of Mitheithel, instead tirelessly traversing the wilderness, tracking down evil wherever it may appear..."
    ],
    "culture": "Arnorian",
    "faith": "Valar Worship",
    "position": { "x": 0.428, "y": 0.280 },
    "startDates": ["T.A. 2754"]
  },
  {
    "id": 15,
    "name": "King Thrór",
    "image": "king-thror.png",
    "description": [
      "Thrór, son of Dáin, son of Náin, King Under the Mountain, is among the richest rulers in all [middleearth|E]. Holder of the [arkenstone|E], Thrór only centuries prior led his people back to the lonely mountain of [erebor|E], and his friendship with the [northmen|E] of [dale|E] has brought prosperity beyond imagining to both parties. Yet Thrór's love of gold has grown strong, and foreboding whispers come from the North.",
      "Thrór's father was slain by a [drake|E], and there are many that still reside in the [greymountains|E]. Shall Thrór succumb to the same fate?"
    ],
    "culture": "Arnorian",
    "faith": "Valar Worship",
    "position": { "x": 0.5285, "y": 0.215 },
    "startDates": ["T.A. 2754"]
  },
  {
    "id": 16,
    "name": "The Lord of Morgul",
    "image": "witch-king-of-angmar.png",
    "description": [
      "[mordor|E] is being readied. The [witchkingshort|E] of [angmar|E], Lord of the [Concept('ninenazgul','Nine')|E], chief lieutenant and captain of [sauroncharacter|E], prepares the land for his arrival. Already he has done much; the barren wastelands of the north are under the control of the [nazgul|E], and the [Concept('nurn','Núrniags')|E] with their vast slave-populated fields feed the armies of Mordor. But there is still work to be done, both within and without, if the Black Tower is to rise once more.",
      "Will the Witch-King prepare Mordor for the [darklord|E]'s ultimate return, or will he be thwarted in his effort?"
    ],
    "culture": "Arnorian",
    "faith": "Valar Worship",
    "position": { "x": 0.515, "y": 0.467 },
    "startDates": ["T.A. 2754"]
  },
  {
    "id": 17,
    "name": "High Lord Mellondir II",
    "image": "high-lord-mellondir-II.png",
    "description": [
      "When the last King of Rhudaur, the feeble Aldor, was slain by the upstart Hwaldar, a brutal [hillman|E] chief, most of the Dúnedain that remained within Rhudaur fled to the west.",
      "All but one - Lord Mellondir of Fennas Drúnin still stands his ground, between the rivers Bruinen and Mitheithel. War is brewing as the savage tribes of Hillmen now gather to drive out even the last defenders of the Angle.",
      "Time will tell if Mellondir can fight the overwhelming odds or be forced to flee as well..."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.428, "y": 0.280 },
    "startDates": ["T.A. 1349"]
  },
  {
    "id": 18,
    "name": "King Romendacil II",
    "image": "king-romendacil-II.png",
    "description": [
      "In truth, Rómendacil II has reigned far longer than he has sat the throne. Born Minalcar, he served as Regent of Gondor for both his uncle Narmacil I and his father Calmacil, where he proved himself an energetic, dynamic, and shrewd leader. After defeating a great Easterling force in T.A. 1248 and claiming the name of Rómendacil, he led Gondorian focus and diplomacy in a completely new direction. He courted the northmen of Rhovanion and established a powerful network of allies, clients, and subjects in Gondor's northern frontier, securing the north as the Ship-Kings once had the south. He fortified the Anduin and erected the mighty Argonath statues.",
      "Now in the twilight of his reign, Rómendacil II stands triumphant as one of the greatest Gondorian kings and statemen, with a legacy few can rival. Yet his policies towards the north may yet be the seeds of a great calamity, though he does not realize it.."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.498, "y": 0.475 },
    "startDates": ["T.A. 1349"]
  },
  {
    "id": 19,
    "name": "Théoden King",
    "image": "king-theoden-of-rohan.png",
    "description": [
      "Théoden, King of the [riddermark|E], is the only son of the late king Thengel.",
      "The kingdom of [rohan|E] has suffered greatly in the later years of Théoden’s rule. His command has diminished, so the fate of [rohan|E] lays in his heir, the prince Théodred. Yet there is a growing power that sets its will against the king.",
      "Rohan’s old alliances are at their breaking point."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.45, "y": 0.42 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 20,
    "name": "Wulfgar Brynjarsson",
    "image": "wulfgar-brynjarsson.png",
    "description": [
      "One of the descendants of Wulf, once-king of [rohan|E] and Dunland, Wulfgar is a noble and solitary man, concerned foremost with the safety and security of his people. But his attempts at seeking a beneficial alliance with the Forgoil have been frustrated at all points by the [wizard|E] in [isengard|E].",
      "With rumours that Wildmen raiders are ever more raiding over the Isen, leaving devastation in their wake, Wulfgar must choose to face either the wrath of Théoden or that of [sarumancharacter|E]."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.42, "y": 0.34 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 21,
    "name": "Saruman the White",
    "image": "saruman-the-white.png",
    "description": [
      "O[sarumancharacter|E] is an emissary of the [valargods|E] to [middleearth|E]; he is great among the Wise, chief of the order of the Istari and head of the White Council.",
      "A greater length of his time in [middleearth|E] has been in the east, travelling the lands of [rhun|E] and beyond, even to [mordor|E] whilst [gondor|E] kept watch over it. In [ageTA|E] 2463, the White Council was formed in response to the growing threat of [sauroncharacter|E]’s return. He spent years in [minastirith|E], studying in its libraries and examining its ancient archives before offering his service to the Steward of Minas Tirith as keeper of [isengard|E].",
      "In secret, Saruman seeks the [onering|E], and starts the new millennium with a choice before him."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.432, "y": 0.387 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 22,
    "name": "King Madogh III",
    "image": "king-madogh-III.png",
    "description": [
      "The King of Saralain is the figurehead of a fiercely independent people, bound together by ties of kinship more than any oath of fealty to a lord. Recently crowned following the death of his father, King Gordeg, Madogh has quickly gained a reputation among the clans for his cruelty and short temper. Some see this ferocity as a sign of strength that will protect the clans in these turbulent times, while others see him as a liability and a threat to their existence, branding him as ‘the Mad Dog’ of Saralain.",
      "Nearby, his bastard half-brother Shamis slithers in the shadows, waiting for the right moment to strike; while Colan of the rival Clan Ferchar gathers an alliance of his northern kinsmen to tip the balance of power against the young king."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.375, "y": 0.367 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 23,
    "name": "Eradan of the North",
    "image": "king-madogh-III.png",
    "description": [
      "The Dúnedain of the North keep a close watch on the few among the Free Peoples who still dwell within Eriador, a land torn apart by wars and plagues. Among them is Eradan, an experienced Ranger currently stationed at Sarn Ford, near the southern borders of the peaceful Shire.",
      "Accompanied by Andriel of Rivendell, a noldorin sage, and Farin of Erebor, a hardy fighter with keen eyes and ears, Eradan must soon embark on a perilous journey in order to keep safe the lands of the north, as shadows stir and a new threat arises from the peaks of the Misty Mountains..."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.4, "y": 0.29 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 24,
    "name": "Steward Denethor II",
    "image": "steward-denethor-of-gondor.png",
    "description": [
      "Denethor II, Steward of [gondor|E], is a reserved and harsh man, but his temperament matches his kingdom. For years now, he has parried every thrust made by [mordor|E], and under his steely leadership, the [dunedainsouth|E] have held the line against increasingly impossible odds. In any lesser kingdom, such a man would have long ago rightfully named himself King, but Denethor is no lesser man. Steward he is, and Gondor his charge.",
      "Secluded in the [whitetower|E], the Steward of Gondor prepares the defence of his realm. But despair lurks in the shadows, biding its time."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.498, "y": 0.475 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 25,
    "name": "Prince Adrahil II",
    "image": "steward-denethor-of-gondor.png",
    "description": [
      "Adrahil II, Prince of [dol_amroth|E], stands as a bastion against Corsair and [haradrim|E] incursions from the south, but as he nears his twilight years it falls upon his son, the gallant Imrahil, to carry forth the banner of the Silver Swan against the coming tide of darkness."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.442, "y": 0.515 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 26,
    "name": "Dark Lord Sauron",
    "image": "dark-lord-sauron.png",
    "description": [
      "After many years and innumerable setbacks, at last [sauroncharacter|E] is prepared to fulfill his grand designs of dominion over all [middleearth|E]. Barad-dûr has at last been rebuilt, his armies are rallied, and the [west|E] is fractured and weak. What power remains that can hope to stand against Sauron, Lord of the Rings, Lord of the Earth!"
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.53, "y": 0.45 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 27,
    "name": "King Kathuphazgân",
    "image": "king-kathuphazgan.png",
    "description": [
      "Master of the Great Haven of [umbar|E], Kathuphazgân inherited a spurious claim to be the heir to Castamir the Usurper and a fractured and broken realm. Their fleets burned and his father slain by the daring [gondorian|E] captain Thorongil, the once-mighty Haven has been painstakingly rebuilt, but even now is not fully restored. The hinterlands have slipped from Umbar's grasp, and blood-purists spread dissent throughout the Haven. Before enacting vengeance for his forefathers, Kathuphazgân must first set his own house in order.",
      "The third [realm_in_exile|E] stands at the dawn of a new age precarious, but also perched to take advantage of the war coming."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.463, "y": 0.669 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 28,
    "name": "Taskral Suladân",
    "image": "taskral-suladan.png",
    "description": [
      "Suladân has inherited a realm greatly diminished from what it once was. Once, the Haruze kings held all of [nearharad|E] under their sway, and challenged [gondor|E] itself for rule over Harondor.",
      "But those days are past. The Chelkar Revolt shattered whatever semblance of unity the [haradrim|E] had, and bit by bit, the Empire of Harwan crumbled. Suladân looks to reverse this trend, and to restore his family to their rightful spot of pre-eminence in [harad|E].",
      "A power to the North is rising, one which shares Suladân's hatred of Gondor and Chelkar, and might prove decisive in realizing his ambitions."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.53, "y": 0.605 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 29,
    "name": "High King Nîlûhîn II",
    "image": "high-king-niluhin-of-bellakar.png",
    "description": [
      "[bellakar|E] is a realm diminished, but not defeated. Through civil war and strife, the [tumakveh|E] have endured, even as their allies grew fewer, and their foes multiplied.",
      "Nîlûhîn II, King of Bellakar, is a dynamic and young ruler - the death of his father thrust him onto the throne before his time, but in scant years has already proven himself an able one. Now, with the great trial set to begin for the people of [middleearth|E], it falls to him and his new-born daughters to shoulder the burden of the shield of the free in [harad|E]."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.459, "y": 0.855 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 30,
    "name": "King Vâtalinar",
    "image": "king-vatalinar-of-ray.png",
    "description": [
      "[ray|E] sits in an uneasy quiet. The Solar Dynasty under Vâtalinar maintains their grip upon power, but signs are showing of the strain the realm is under.",
      "In Tresti, the traditionalist faction has long maintained a stronghold, and has on the whole been quiet for many years. However, Dêlasîmor II might soon deem the time right to oust the Vâtrans from their usurped rule of the Bôzisha-Dâr, particularly if any move is made against his religious brethren.",
      "On the easternmost border, Mardat, nephew of Suladân of Haruzan, stews. He longs to spread the true faith of Khäz-gramaze throughout the Rây, and is covertly supported by agents of [mordor|E], who wish to replace the aging and recalcitrant Solar Dynasty..."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.524, "y": 0.9 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 31,
    "name": "Storm-Marshal Arnakhôr II",
    "image": "storm-marshal-arnakhor.png",
    "description": [
      "On the rocky cliffs of the southern [bayoftulwang|E], Arnakhôr II, master of the militarised realm of the Thôn an-Khârlôkh, prepares.",
      "His realm exists for a single purpose - to carry out the commands of the [nazgulcharacter|E] [khorahil|E], the Storm-King, the Blind Sorcerer, and to crush [bellakar|E]. But the Stormhost is a perilous entity - long suppressed, the natives of Tûlwang are burning with a desire to revolt, and the proud [anbalukkhori|E] lords also remember the days when the [adunai|E] of An-Balkûmagân were not under the yoke of a distant wraith-king..."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.496, "y": 0.975 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 32,
    "name": "Kataj Ayal",
    "image": "kataj-ayal.png",
    "description": [
      "The Tedjin Confederacy, which Ayal has so long shepherded, now is on the precipice of crisis. Ayal is in the last days of his life, and his son Bór plans dramatic reform - ones that will surely be opposed by the conservative Tedjin lords, led by the fiercly proud Azumen..."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.442, "y": 0.76 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 33,
    "name": "Lady Galadriel",
    "image": "lady-galadriel.png",
    "description": [
      "Once, Galadriel left the [blessedrealm|E], proud and desiring of a realm of her own. When offered pardon from the [banofthevalar|E] at the end of the [firstage|E], she refused, declaring she had done nothing requiring pardon. She has dwelled in many lands in pursuit of her dream of lordship, and at last, she now has it. In [lothlorien|E], Galadriel has wrought a realm which is her own, fair and beautiful in equal measure, strong and safe.",
      "But there is a world beyond Lothlórien, and Galadriel knows this well. Long has she battled [sauroncharacter|E] in her mind, and her aid given where it might aid those beyond her borders. Now, with the end of the [thirdage|E] drawing near, wise Galadriel sees only two endings for her [galadhrimelves|E] people, her realm, and herself. Either the bitter victory, or the long defeat at last. Time shall tell."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.467, "y": 0.33 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 34,
    "name": "Grimbeorn the Old",
    "image": "grimbeorn-the-old.png",
    "description": [
      "The son of Beorn, who became a great lord in his own right. Like his father, he could take on the shape of a bear, and he dwelt in the same regions of the Vales of [anduin|E], between the [mistymountains|E] and [mirkwood|E].",
      "His [northron|E] people, the Beornings, kept the roads through their lands open and clear of [orcs|E] and Wolves. They maintained the Ford of Carrock that crossed the Great River, and the High Pass through the Mountains. Without them the passage across the northern Vales of Anduin would have been hard or impossible, though Grimbeorn's people charged a hefty toll for their services."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.485, "y": 0.255 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 35,
    "name": "King Thranduil",
    "image": "king-thranduil.png",
    "description": [
      "Born in long-lost Doriath, the Elvenking is a noble but isolationist soul, who wrought his halls beneath the hills of north [mirkwood|E] in the memory of lost Menegroth. Ever since the great losses of the [warlastalliance|E], a foreboding has dwelled upon Thranduil's heart, for he perceived that [sauroncharacter|E] was not defeated forever. Thus he withdrew to his deep halls, seeing to the safety of his own people and borders, shunning the changing world around them.",
      "But the [lasgalendrimelves|E] cannot remain separate from the world forever, and even Thranduil realises this. Since the Battle of Five Armies, the Elvenking and his realm have slowly roused from their long seclusion, feeling a great change upon them. [dolguldur|E] prepares in the south - the fate of the Greenwood is nigh."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.519, "y": 0.235 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 36,
    "name": "Khamûl the Easterling",
    "image": "khamul-the-easterling.png",
    "description": [
      "[khamul|E], Lieutenant of [dolguldur|E], is his master's hand in the north, charged with the command of the campaigns to come against the [elves|E] of [lorien|E] and [mirkwood|E]. Of old a king of the farthest Easterlings, Khamûl is one of the most powerful among the [nazgulcharacter|E], second in might and authority only to the [witchkingshort|E] himself.",
      "It is said that Khamûl is the most sensitive of the Nazgûl to the presence of the [onering|E], and that this is another reason for his assignment to Dol Guldur, from whence he might scour the [anduin|E] where [isildur|E] fell. Should it be uncovered, Khamûl will descend upon its bearer and reclaim it for his master. But if the One remains lost, then Khamûl shall continue to bide his time, awaiting the day when the order is given to assault the Elven-realms..."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.495, "y": 0.325 },
    "startDates": ["T.A. 3000"]
  },
  {
    "id": 37,
    "name": "Khûdriag Vangaris",
    "image": "khudriag-vangaris.png",
    "description": [
      "Vangaris is a testament to the brutal meritocracy of [khand|E], where the strong rise and the weak must follow in their wake or be crushed underfoot. From a starving orphan in the streets of Sturlûrza Khand, Vangaris has risen to become the lord of all Lower Khand. But in his heart, it is never quite enough for one who was once forced to beg for scraps.",
      "While those of older lineages in Khand and abroad might look down upon Vangaris with disdain, he will continue to fight, until he is at last secure, and his heart finally has the peace it craves. And he does not care who he will have to fight for it."
    ],
    "culture": "Dúnedain",
    "faith": "Valar Worship",
    "position": { "x": 0.612, "y": 0.57 },
    "startDates": ["T.A. 3000"]
  }
]
